[
  {
    "id": 1,
    "card_image": "https://i.ibb.co/41yc3sk/Rectangle-4284.png",
    "description_image": "https://i.ibb.co/sKyyX1K/bf69b0786c15caeae95edc74821add1d-Expires-1696809600-Signature-Eif4-W-Jikbl-Fi-Epz-MCQf-Aj887-B7w-F37.jpg",
    "title": "Fitness Tracker",
    "category": "Health",
    "price": 40,
    "description": "The Fitness Tracker is your ultimate companion for a healthier lifestyle. This advanced device allows you to monitor your daily steps, heart rate, sleep quality, and more. Stay motivated and achieve your fitness goals with ease. Its sleek design ensures you look stylish while prioritizing your health. Get real-time insights and make informed decisions about your well-being. Whether you're an athlete or just looking to stay active, the Fitness Tracker is a must-have. Start your fitness journey today!",
    "title_bg_color": "#0052FF26",
    "category_bg_color": "#0052FF33",
    "text_color": "#0052FF"
  },
  {
    "id": 2,
    "card_image": "https://i.ibb.co/71MNtsB/Rectangle-4287-2.png",
    "description_image": "https://i.ibb.co/vhSVPmQ/a5a6654d792205c42250767f04885dec-Expires-1696809600-Signature-g-XGf-Gza-Tzl-Iz-Qn50w-Oqf-Zdg-J-9-R7.jpg",
    "title": "Organic Coffee Beans",
    "category": "Food",
    "price": 80,
    "description": "Indulge in the rich and aromatic flavors of our premium Organic Coffee Beans. Sourced from certified organic farms, these beans are carefully selected to ensure the highest quality and sustainability. With every sip, you'll experience the perfect balance of boldness and smoothness. Our commitment to ethical and eco-friendly practices means you can enjoy your coffee guilt-free. Elevate your coffee experience with our Organic Coffee Beans and savor the essence of nature in every cup.",
    "title_bg_color": "#F8714726",
    "category_bg_color": "#F8714733",
    "text_color": "#F87147"
  },
  {
    "id": 3,
    "card_image": "https://i.ibb.co/41yc3sk/Rectangle-4284.png",
    "description_image": "https://i.ibb.co/sKyyX1K/bf69b0786c15caeae95edc74821add1d-Expires-1696809600-Signature-Eif4-W-Jikbl-Fi-Epz-MCQf-Aj887-B7w-F37.jpg",
    "title": "Vitamin C Supplements",
    "category": "Health",
    "price": 20,
    "description": "Boost your immune system and overall health with our high-quality Vitamin C Supplements. Packed with essential nutrients, these supplements provide vital support for your immune system, helping you stay healthy year-round. Say goodbye to colds and flu with our powerful formula. Our commitment to purity and quality ensures you get the best. Invest in your well-being with Vitamin C Supplements and enjoy the benefits of a stronger, more resilient body.",
    "title_bg_color": "#0052FF26",
    "category_bg_color": "#0052FF33",
    "text_color": "#0052FF"
  },
  {
    "id": 4,
    "card_image": "https://i.ibb.co/DK1b687/Rectangle-4287.png",
    "description_image": "https://i.ibb.co/YRycT56/fb4761ab794b7c6a3bbe47db5aada389-Expires-1696809600-Signature-Au0-Q-7-Kmkkz-DCG3-NUw-Rf-CVKw-Rr-Yuu.jpg",
    "title": "Men's Leather Jacket",
    "category": "Clothing",
    "price": 170,
    "description": "Elevate your style with our Men's Leather Jacket. Crafted from premium leather, this jacket exudes sophistication and durability. Whether you're heading to a business meeting or a casual outing, this versatile piece will make a statement. With meticulous attention to detail, it offers comfort and a perfect fit. The timeless design ensures it remains a staple in your wardrobe for years to come. Make a bold fashion statement and embrace the confidence that comes with wearing a genuine leather jacket.",
    "title_bg_color": "#79C23F26",
    "category_bg_color": "#79C23F33",
    "text_color": "#79C23F"
  },
  {
    "id": 5,
    "card_image": "https://i.ibb.co/71MNtsB/Rectangle-4287-2.png",
    "description_image": "https://i.ibb.co/vhSVPmQ/a5a6654d792205c42250767f04885dec-Expires-1696809600-Signature-g-XGf-Gza-Tzl-Iz-Qn50w-Oqf-Zdg-J-9-R7.jpg",
    "title": "Organic Fruit Basket",
    "category": "Food",
    "price": 30,
    "description": "Delight in the natural goodness of our Organic Fruit Basket. Handpicked from sustainable farms, our fruits are bursting with flavor and nutrients. From succulent apples to juicy oranges, each piece is a testament to nature's perfection. It's not just a basket; it's a bounty of health and taste. Share the gift of freshness or treat yourself to a daily dose of vitality. Experience the joy of wholesome eating with our Organic Fruit Basket.",
    "title_bg_color": "#F8714726",
    "category_bg_color": "#F8714733",
    "text_color": "#F87147"
  },
  {
    "id": 6,
    "card_image": "https://i.ibb.co/Lr4V5pM/Rectangle-4287-1.png",
    "description_image": "https://i.ibb.co/GWDCBFn/bb78eb35b1d83676bfeb091b0af13288-Expires-1696809600-Signature-nho-Dcldy77-Hj-P-Fex-Uye3-KQKj-Lv-A6rb.jpg",
    "title": "Online Coding Course",
    "category": "Education",
    "price": 140,
    "description": "Embark on a journey to mastery with our Online Coding Course. Whether you're a beginner or an experienced coder, our comprehensive curriculum has something for everyone. Learn from industry experts and gain practical skills that open doors to a world of opportunities. With interactive lessons and hands-on projects, you'll be well-prepared for a successful tech career. Join a supportive community of learners and dive into the exciting world of coding. Enroll today and turn your passion into a profession!",
    "title_bg_color": "#FF444A33",
    "category_bg_color": "#FF444A26",
    "text_color": "#FF444A"
  },
  {
    "id": 7,
    "card_image": "https://i.ibb.co/DK1b687/Rectangle-4287.png",
    "description_image": "https://i.ibb.co/YRycT56/fb4761ab794b7c6a3bbe47db5aada389-Expires-1696809600-Signature-Au0-Q-7-Kmkkz-DCG3-NUw-Rf-CVKw-Rr-Yuu.jpg",
    "title": "Women's Designer Dress",
    "category": "Clothing",
    "price": 150,
    "description": "Step into the spotlight with our Women's Designer Dress. Crafted with elegance and style in mind, this dress is perfect for special occasions or making a fashion statement. Its intricate design and premium materials ensure you'll be the center of attention. The flattering silhouette enhances your confidence, making you feel like a true fashion icon. Elevate your wardrobe with this exquisite piece and experience the allure of designer fashion.",
    "title_bg_color": "#79C23F26",
    "category_bg_color": "#79C23F33",
    "text_color": "#79C23F"
  },
  {
    "id": 8,
    "card_image": "https://i.ibb.co/71MNtsB/Rectangle-4287-2.png",
    "description_image": "https://i.ibb.co/vhSVPmQ/a5a6654d792205c42250767f04885dec-Expires-1696809600-Signature-g-XGf-Gza-Tzl-Iz-Qn50w-Oqf-Zdg-J-9-R7.jpg",
    "title": "Gourmet Chocolate Box",
    "category": "Food",
    "price": 100,
    "description": "Indulge in pure bliss with our Gourmet Chocolate Box. Each chocolate is a masterpiece, crafted with the finest ingredients and meticulous attention to detail. From velvety truffles to rich dark chocolates, every bite is a journey of taste and texture. Perfect for gifting or self-indulgence, this box is a symbol of luxury and refinement. Treat yourself or your loved ones to a sensory experience like no other. Elevate your chocolate game with our Gourmet Chocolate Box.",
    "title_bg_color": "#F8714726",
    "category_bg_color": "#F8714733",
    "text_color": "#F87147"
  },
  {
    "id": 9,
    "card_image": "https://i.ibb.co/41yc3sk/Rectangle-4284.png",
    "description_image": "https://i.ibb.co/sKyyX1K/bf69b0786c15caeae95edc74821add1d-Expires-1696809600-Signature-Eif4-W-Jikbl-Fi-Epz-MCQf-Aj887-B7w-F37.jpg",
    "title": "Yoga Mat",
    "category": "Health",
    "price": 120,
    "description": "Enhance your yoga practice with our premium Yoga Mat. Crafted for comfort and durability, it provides a non-slip surface for a safe and focused practice. Made from eco-friendly materials, it's gentle on the environment and your body. Find balance, flexibility, and inner peace with every pose. Whether you're a beginner or an experienced yogi, our Yoga Mat will be your trusted companion on your journey to wellness.",
    "title_bg_color": "#0052FF26",
    "category_bg_color": "#0052FF33",
    "text_color": "#0052FF"
  },
  {
    "id": 10,
    "card_image": "https://i.ibb.co/Lr4V5pM/Rectangle-4287-1.png",
    "description_image": "https://i.ibb.co/GWDCBFn/bb78eb35b1d83676bfeb091b0af13288-Expires-1696809600-Signature-nho-Dcldy77-Hj-P-Fex-Uye3-KQKj-Lv-A6rb.jpg",
    "title": "Language Learning App",
    "category": "Education",
    "price": 10,
    "description": "Unlock new horizons with our Language Learning App. Immerse yourself in a world of languages and expand your global reach. Our interactive platform offers lessons in multiple languages, making it easy to become multilingual. Whether you're traveling, connecting with new cultures, or advancing your career, our app is your passport to success. Gain confidence in your language skills and open doors to exciting opportunities. Start your language journey today and embrace the beauty of communication.",
    "title_bg_color": "#FF444A33",
    "category_bg_color": "#FF444A26",
    "text_color": "#FF444A"
  },
  {
    "id": 11,
    "card_image": "https://i.ibb.co/DK1b687/Rectangle-4287.png",
    "description_image": "https://i.ibb.co/YRycT56/fb4761ab794b7c6a3bbe47db5aada389-Expires-1696809600-Signature-Au0-Q-7-Kmkkz-DCG3-NUw-Rf-CVKw-Rr-Yuu.jpg",
    "title": "Men's Casual Shirt",
    "category": "Clothing",
    "price": 40,
    "description": "Experience the perfect blend of comfort and style with our Men's Casual Shirt. Crafted from breathable fabric, it ensures you stay cool and relaxed all day. Whether you're at work or a casual gathering, this shirt effortlessly elevates your look. The timeless design and attention to detail make it a wardrobe essential. Discover the confidence that comes with looking and feeling your best. Make a lasting impression with our Men's Casual Shirt.",
    "title_bg_color": "#79C23F26",
    "category_bg_color": "#79C23F33",
    "text_color": "#79C23F"
  },
  {
    "id": 12,
    "card_image": "https://i.ibb.co/Lr4V5pM/Rectangle-4287-1.png",
    "description_image": "https://i.ibb.co/GWDCBFn/bb78eb35b1d83676bfeb091b0af13288-Expires-1696809600-Signature-nho-Dcldy77-Hj-P-Fex-Uye3-KQKj-Lv-A6rb.jpg",
    "title": "Online Art Course",
    "category": "Education",
    "price": 100,
    "description": "Unleash your creativity and artistic potential with our Online Art Course. Whether you're a beginner or an experienced artist, our comprehensive curriculum offers something for everyone. Dive into the world of painting, drawing, and self-expression with guidance from renowned artists. Explore various techniques and mediums, and develop your unique artistic style. Join a community of like-minded individuals and embark on a transformation journey. Uncover the artist within you and bring your imagination to life with our Online Art Course.",
    "title_bg_color": "#FF444A33",
    "category_bg_color": "#FF444A26",
    "text_color": "#FF444A"
  }
]
